{
	"termsOfServiceHeading": "Terms of Service",
	"lastUpdatedDate": "Last updated: 12 July 2023",
	"welcomeTitle": "Welcome to DevLingo!",
	"termsAndConditionsContent": "These terms and conditions (\"Terms\") govern your use of Devlingo's website located at devlingo.net (\"Website\"). By accessing or using the Website, you agree to be bound by these Terms. If you do not agree with any part of these Terms, please do not continue to use the Website.",
	"acceptanceOfTermsTitle": "Acceptance of Terms",
	"acceptanceOfTermsContent": "By accessing the Website, you acknowledge that you have read, understood, and agree to be bound by these Terms.",
	"cookiesTitle": "Cookies",
	"cookiesContent": "We use cookies on the Website in accordance with our Privacy Policy. By using the Website, you consent to the use of cookies as described in the Privacy Policy.",
	"licenseAndIntellectualPropertyTitle": "License and Intellectual Property",
	"licenseAndIntellectualPropertyContent": "Unless otherwise stated, all materials on the Website are owned by Devlingo and its licensors and are protected by intellectual property laws. You may access the materials for personal use only, subject to the restrictions set forth in these Terms. \n You must not Republish, sell, rent, or sub-license the materials from the Website. Reproduce, duplicate, or copy the materials from the Website. Redistribute the content from the Website.",
	"userGeneratedContentTitle": "User-Generated Content",
	"userGeneratedContentContent": "Certain areas of the Website may allow users to post and exchange opinions and information. Devlingo does not filter, edit, publish, or review user-generated content before it is posted. The views and opinions expressed in user-generated content do not necessarily reflect those of Devlingo. Devlingo reserves the right to monitor and remove any inappropriate, offensive, or non-compliant user-generated content. \nBy posting user-generated content on the Website, you warrant and represent that You have the necessary licenses and consents to post the content. The content does not infringe any intellectual property rights or invade privacy. The content is not defamatory, offensive, indecent, or unlawful. The content will not be used for solicitation, promotion of business, or unlawful activities.",
	"hyperlinkingTitle": "Hyperlinking to Our Content",
	"hyperlinkingContent": "Certain organizations may link to our Website without prior written approval, including: Government agencies, Search engines, News organizations, Online directory distributors. To link to our Website, the link must not be deceptive, falsely imply sponsorship or endorsement, and must fit within the context of the linking party's site.",
	"linkingRequestContent": "Other organizations may request approval to link to our Website by contacting us via email. Approved organizations may hyperlink to our Website using our corporate name or URL. No use of Devlingo's logo or artwork is allowed for linking without a trademark license agreement.",
	"iFramesPolicyTitle": "iFrames",
	"iFramesPolicyContent": "You may not create frames around our web pages without prior approval and written permission.",
	"contentLiabilityTitle": "Content Liability",
	"contentLiabilityContent": "We are not responsible for any content that appears on your website. You agree to protect and defend us against any claims arising from your website.",
	"reservationOfRightsTitle": "Reservation of Rights",
	"reservationOfRightsContent": "We reserve the right to request the removal of any links to our Website. You must immediately remove any links upon our request. We may also amend these Terms and our linking policy at any time.",
	"removalOfLinksTitle": "Removal of Links",
	"removalOfLinksContent": "If you find any offensive links on our Website, please inform us, and we will consider your request to remove the links.",
	"disclaimerTitle": "Disclaimer",
	"disclaimerContent": "We do not guarantee the accuracy, completeness, or availability of the information on the Website. We exclude all representations, warranties, and conditions relating to the Website to the maximum extent permitted by law.",
	"usersResponsibilitiesTitle": "Users' Responsibilities",
	"usersResponsibilitiesContent": "Users are responsible for their account activities and must use the Website and services as intended. Misuse or exploitative usage may result in account suspension or termination.",
	"paymentTermsTitle": "Payment Terms",
	"paymentTermsContent": "We offer subscription services with terms provided at the time of purchase. Cancellation procedures can be found in the user's account settings.",
	"accountTerminationTitle": "Account Termination or Suspension",
	"accountTerminationContent": "We reserve the right to suspend or terminate user accounts for suspected misuse or exploitation of our site or services.",
	"dataProtectionTitle": "Data Protection and Privacy",
	"dataProtectionContent": "We respect your privacy and protect your personal data in accordance with our Privacy Policy, available at www.devlingo.net/privacypolicy.",
	"disputeResolutionTitle": "Dispute Resolution and Governing Law",
	"disputeResolutionContent": "Any disputes related to the Website or services will be governed by the laws of Israel or Delaware. Claims for events that occurred more than six months ago or more than a year ago (for certain claims) are not permitted.",
	"changesToTermsTitle": "Changes to Terms",
	"changesToTermsContent": "We may amend these Terms of Service at our discretion without notice. Continued use of the Website after any changes constitutes acceptance of the revised Terms.",
	"contactUsTitle": "Contact Us",
	"contactUsContent": "For hyperlinking requests or any questions or comments about these Terms of Service, please email us at tom@devlingo.net."
}
